[
    {
        "text": "To revist this article, visit My Profile, then View saved stories.To revist this article, visit My Profile, then View saved stories.Joel KhaliliA group of activist shareholders in the world’s largest bitcoin investment trust, GBTC, is plotting a coup. The unlikely patchwork of hedge funds, asset managers, and amateur investors is trying to unseat Grayscale Investments, the steward of the trust, whose management they claim has cost them billions of dollars.Since 2015, GBTC has been marketed as a simple way for regular people to invest in bitcoin without having to deal with an exchange, send crypto between wallets, or figure out how to store it safely. The value of GBTC shares is linked to the price of bitcoin: For every new share created, a fraction of a bitcoin is added to a pot, anchoring its value.In a series of adverts targeting the general public, some of which aired on major US TV networks, Grayscale described bitcoin as “the future” and the ideal investment for retirees and other investors that “deserve the best.” Now, GBTC shares are owned by hundreds of thousands of amateur investors. At the start of 2021, the shares, which had consistently traded at a higher price (sometimes even double) than the underlying bitcoin for years, slumped to 52 percent of the value of bitcoin in mid-December, meaning that for every $1 in bitcoin that shareholders own through the trust, they can only claim back $0.52 by selling their GBTC shares on the market. In aggregate, the discount created a multibillion-dollar hole in investors’ pockets.“Investors are in limbo,” says Christian Galíndez Beltrán, a shareholder who claims to hold around $200,000 in bitcoin via the trust. “I’m really worried about not being able to redeem the totality of my money.”Another investor, who asked not to be named for fear of repercussions from the brokerage at which he works, says he purchased roughly $30,000 in bitcoin through GBTC with the goal of hedging against inflation as he prepares for retirement. Although his financial situation has not been too badly damaged, he says the performance of the trust has “ill-affected” his marriage; his wife, who “fears the loss is permanent,” has taken to calling him a “bitcoin bozo.”Thousands of GBTC shareholders like these have registered their support for the activist campaign, according to David Bailey, founder of BTC Inc and hedge fund UTXO Management, and leader of one strand of the movement.“That’s what makes this a unique situation,” says Bailey. “This product is sold on brokerage platforms in individual retirement accounts. This is your mom and dad thinking they are diversifying their portfolio.”WIRED spoke to six GBTC shareholders, all of whom told similar stories. One person said they have the entirety of their savings tied up in GBTC, while another has taken on additional work to ensure he is able to sustain himself into retirement. Bailey claims that more than 50 institutions, some of which hold several hundred-million-dollar stakes in GBTC, are also involved in the rebellion to unseat Grayscale, representing a total of at least 20 percent of GBTC shares. He claims to be unable to provide proof, citing investor privacy and legal considerations, but supplied WIRED with web traffic and form submission data that suggests at least 2,000 investors have joined the campaign.Angela WatercutterPeter YeungDhruv MehrotraVauhini VaraMichael Sonnenshein, Grayscale CEO, says his firm is going nowhere. “We have absolutely no intention of stepping down from our role,” says Sonnenshein. “Our trust agreement explicitly states that we would have to voluntarily step down—and our work is not done.”But the activists are unperturbed. “Our expectation is that, through the pure groundswell of people that want to get out of this thing, pressure is going to be put on,” says Steven McClurg, chief investment officer at asset management firm Valkyrie, another ringleader of the campaign to overthrow Grayscale. “There are a lot of ways to affect change.” He refused to elaborate on what he meant. McClurg describes this information as “secret sauce.”The group spearheaded by Bailey, called RedeemGBTC, wants Grayscale to reduce its 2 percent management fee, which it describes as “predatory,” because it’s calculated against the trust’s bitcoin reserves, not the price of the severely discounted shares. The group also wants Grayscale to allow investors to exchange their shares directly for the underlying bitcoin—in a process known as redemption—as soon as possible.The nature of the trust’s fee structure, lawyers representing Bailey’s hedge fund have claimed, creates a “perverse incentive” for Grayscale to maximize the number of shares in the trust and restrict redemptions: They argue that the greater the number of shares in the trust, the larger the pot of bitcoin, which swells the revenue generated by management fees. McClurg describes this arrangement as a “hostage” situation: Investors cannot exit without absorbing a large markdown on the price of bitcoin.However, the demands mapped out by Bailey and RedeemGBTC are an unhelpful oversimplification of the situation, suggests Grayscale, which claims to be doing everything in its power to do right by its investors.Namely, Grayscale has entered into a legal battle with the US Securities and Exchange Commission (SEC) over its campaign to convert the trust into an exchange-traded fund, or ETF, which would let investors cash in their shares for the bitcoin in the pot. On June 29, 2022, the SEC announced it would not grant permission to convert the trust, citing fraud and market manipulation concerns. Grayscale has sued the SEC over the decision, which it calls “arbitrary and capricious.” The two parties are scheduled to present their respective cases to a judge on March 7 and Grayscale expects a final decision to be reached by the autumn. The firm is bullish about the prospects of an ETF of this kind coming to market: “It’s a matter of when, not if,” says Sonnenshein. Although Grayscale could reduce its fees in the meantime, Sonnenshein argued in a recent interview with crypto journalist Laura Shin that the funds are best directed toward the ongoing legal battle with the SEC. Once the trust has been converted into an ETF, Grayscale promises to reduce its fees immediately.There has also been a “meaningful misunderstanding,” Sonnenshein tells WIRED, among frustrated investors, who say that Grayscale could apply to the SEC for exemption from rules that prevent them from cashing out. The only way to apply for exemption, says Sonnenshein, is to pursue conversion to an ETF.Angela WatercutterPeter YeungDhruv MehrotraVauhini VaraBailey’s lawyers have also argued that Grayscale could allow investors to cash out without dealing with the SEC at all. But it’s not that simple either, says Sonnenshein, because of a cease and desist letter issued by the SEC in 2016 that prevented the trust from issuing new shares and allowing shareholders to cash out simultaneously.The complexity of the securities laws that apply to trusts like GBTC creates opportunity for disagreements of this kind. “It’s a spider’s web,” says Andrew Parish, a veteran crypto founder with close relationships to parties across the industry. “It’s a mess that can hardly be understood by anyone other than accountants and lawyers.”Contenders to take over from Grayscale have emerged from the ranks of the rebellion, including McClurg’s Valkyrie. Bailey also has skin in the game: Not only does his hedge fund hold $2.5 million in GBTC shares, but his companies also have a combined $113,000 stake in Valkyrie. If Valkyrie were to succeed in its bid to take on the management of GBTC, it would absorb hundreds of millions of dollars in annual management fees, and Bailey would profit indirectly.But Bailey also says he holds a stake in DCG, Grayscale’s parent company, that’s greater in value than his Valkyrie position, so he also stands to lose if Grayscale is forced out. “This started because we were frustrated our fund had lost some money on its [GBTC] investment,” says Bailey, “But once we started to receive comments from people about how they had been affected, it became something else. [We realized that] people need immediate relief.”  While Sonnenshein says Grayscale is always willing to hear investors out, he has reservations about the credibility of the RedeemGBTC campaign, which is run almost exclusively through Bailey’s personal Twitter account and a simple website.“We always appreciate the opportunity to engage with any and all of our investors,” says Sonnenshein. “[But] it’s tough to take seriously a Twitter account as a standalone, as compared to the nearly 1 million investor accounts we have across the US … Anyone could go to the website and say they have one share or 10 million shares—and there’s no verifying it.”But RedeemGBTC is not the only group Grayscale has to contend with. In December, investment firm Fir Tree filed a lawsuit against Grayscale in an effort to force the firm to hand over information that might assist in an investigation into potential mismanagement and conflicts of interest. The lawsuit asserts that Grayscale’s “shareholder-unfriendly actions” have harmed Fir Tree customers that hold GBTC shares, many of which are pension funds.This was followed in late January by a lawsuit filed by asset management firm Osprey Funds claiming Grayscale made “false and misleading statements in its advertising and promotion” that gave investors the impression that GBTC’s conversion into an ETF was a “foregone conclusion.” Osprey also claims Grayscale’s approach to advertising has made it impossible for competitors, including itself, to accrue meaningful market share.Angela WatercutterPeter YeungDhruv MehrotraVauhini VaraLike Valkyrie, Osprey has called on Grayscale to step down as sponsor and put itself forward as a replacement. In an open letter, Osprey CEO Greg King promised to cut the management fee by 75 percent, seek immediately to implement a redemption program, and collaborate with regulators instead of pursuing litigation.The Fir Tree and Osprey lawsuits were described by Jennifer Rosenthal, vice president of communications at Grayscale, as “baseless” and “frivolous,” respectively. “We remain steadfast in our belief that the conversion of GBTC to an ETF is the best long-term product structure for investors, and are 100 percent committed to that endeavor,” she says.As it stands, the various parties are locked in a stalemate; Grayscale says it’s not going anywhere and remains confident in the strength of its case against the SEC, while the activists are scratching their heads over how to remove the firm.In the meantime, the situation threatens to devolve into a mud-slinging contest, says Parish, as Grayscale tries to ride out this difficult period.It is not necessarily in Grayscale’s interest for the conversion to an ETF to take place too quickly, he says, because the recent negative press around DCG and its subsidiaries (the lending unit of one subsidiary, Genesis, filed for bankruptcy in January) would likely cause investors to run for the exit at the earliest opportunity, taking millions of dollars in management fees with them.“The entirety of Grayscale’s strategy here is to limit redemptions and then PR, PR, PR. And to fight legal battles on whatever field they have to fight,” claims Parish.Sonnenshein contests the idea that activating redemptions would trigger a customer exodus, arguing that the “regulated, battle-tested” ETF structure will attract an even larger audience and an even greater amount of capital into bitcoin. He also says that converting the trust into an ETF has been the plan from the outset. “This is something that investors want and deserve,” he says.If the courts were to rule against Grayscale and the company exhausts all remaining legal avenues of appeal, Sonnenshein says it would pursue a tender offer whereby a portion of shareholders are bought out of their shares at a price established with “investor fairness” in mind.But RedeemGBTC and Fir Tree do not share Grayscale’s conviction in the strength of its case against the SEC, which is described by the pair as “doomed” and “wasteful,” respectively, and point to the need for an urgent resolution to the situation.“If we thought Grayscale was going to be successful [in converting GBTC to an ETF], we wouldn’t try to stop it. We just don’t think it’s going to happen—so something has to be done,” says Bailey. Three other shareholders say they believe it is unlikely for an ETF to be approved while Gary Gensler, sitting chairperson of the SEC, remains in charge. (Gensler’s term is due to end in 2026.) The SEC declined to comment.“They [Grayscale] are going to dig their heels in and fight to the very end, but it’s not going to bode well for them,” says McClurg. “Financial services is a confidence game; when your clients lose faith, you’ll never get them back. In the long run, I think they’re done.”📩 The latest on tech, science, and more: Get our newsletters!The out-of-control spread of crowd-control techThe future of weight loss looks like its pastAn inflammatory disease is hiding in plain sightRihanna pioneered a new kind of Super Bowl showBitcoin miners are playing a risky game of chicken👁️ Explore AI like never before with our new database✨ Optimize your home life with our Gear team’s best picks, from robot vacuums to affordable mattresses to smart speakersJoel KhaliliWIRED StaffAndy GreenbergJoel KhaliliVittoria ElliottAndy GreenbergParesh DaveShubham AgarwalMore From WIREDContact© 2023 Condé Nast. All rights reserved. Use of this site constitutes acceptance of our User Agreement and Privacy Policy and Cookie Statement and Your California Privacy Rights. WIRED may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices",
        "title": "Bitcoin Investors Are Plotting a Major Coup"
    },
    {
        "text": "To revist this article, visit My Profile, then View saved stories.To revist this article, visit My Profile, then View saved stories.Boone AshworthThere’s no shortage of tablets in the world, from the ever-dominant iPad to an assortment of Android options and Fire tabs to the niche weirdos like the E-ink and stylus Kindle Scribe. Now, OnePlus, a Chinese manufacturer known for its speedy, solid smartphones, is throwing its own Android tablet onto the table. The company announced the OnePlus Pad this week, along with the second generation of its Buds Pro bluetooth earbuds, and an all new mechanical keyboard.The aluminum-bodied tablet looks to be a sleek addition to the often clunky world of Android tablets. Most notable is its 11.6-inch screen with an aspect ratio of 7:5. That’s odd for a tablet; most iPad screens are 4:3, which is the same as a classic television set. When you hold the OnePlus Pad in landscape mode, the tablet’s screen should be a little taller than you might be used to on a tablet. There's a 13-megapixel camera on the back of the tablet (and an 8-megapixel selfie cam on the front).Also notable is the matching keyboard that attaches magnetically, and the stylus for pen input. Both are sold separately. OnePlus claims the battery life is good for over 12 hours of continuous video playback; you can watch Seven Samurai three times plus a couple episodes of The Office before recharging. It is available in one color (green) and will be available for preorder in April for an undetermined price. Hovering ominously in the background here is the notion that Google is expected to debut its newest Android tablet later this year, possibly in May.Here are some other stories from the world of consumer tech.Last week, Netflix accidentally leaked the news that it will crack down on password sharing. Then it hastily walked that back after a public outcry. But now Netflix has officially announced it is implementing rules that prevent people who don’t live in the same home from sharing a single Netflix account. The unlucky first victims of this policy are subscribers in Canada, New Zealand, Spain, and Portugal.In its announcement, Netflix detailed its plans for limiting account sharing. Now, anyone not living in the same household as the account holder will be prompted to transfer their profiles to a new paid account or be cut off. Netflix says the restrictions will roll out more broadly within months. It also said the service would “refine these new features based on member feedback.” As you might imagine, that feedback has been not great.The streaming service has been building to this for a while now, testing out these restrictions in countries with a smaller customer base. The crackdown hasn’t come for the US yet, but that it will seems about as likely as Netflix canceling one of its shows after a single season. (Which is to say, very likely.)Buy-now, pay-later plans are all the rage, allowing customers to pay for stuff in interest-free installments rather than one bank-breaking chunk. Financial services like Klarna and Affirm have become very popular among cash-strapped consumers, who have even used them to buy food and holiday gifts. Of course, they’ve got some problems. (Who doesn’t love the idea of not paying full price and then potentially getting wracked by debt months later?)Apple is eager to get in on the BNPL game under its own proprietary system, of course. Apple first announced the feature at its 2022 Worldwide Developers Conference, but it has yet to make its way to the public. Recently, Apple expanded its testing of the plan to employees at its retail stores, a move that has often preceded other Apple service announcements. That seems to indicate that the broader rollout of its BNPL plan is imminent.Back in the day, all the cool kid criminals used crypto. Blockchain-based currencies like Bitcoin were hailed as an anonymous, untraceable means of payment. Aspiring lawbreakers could use crypto to buy even the darkest of dark web contraband with impunity, their identities shrouded in the mystery guaranteed by their means of payment. Or so many people thought.Turns out, Bitcoin and other cryptocurrencies are in fact entirely traceable. You just have to know where to look. And unfortunately for some crypto-carrying criminals, federal law enforcement officers knew exactly how to track them down.Julian ChokkattuAdrienne SoJaina GreyTim BarberThis week on Gadget Lab, WIRED senior writer and author of the book Tracers in the Dark Andy Greenberg digs into the cat-and-mouse game that is uncovering crypto cybercrime, and why even the people who depended on the complexity of crypto the most failed to understand the digital trail that it leaves behind.📩 The latest on tech, science, and more: Get our newsletters!We’re all living under gravity’s rainbowNike’s most popular racing shoe is getting a rebootThe bird flu outbreak has taken an ominous turnThe case for more—and better—sex scenesNew Zealand faces a future of flood and fire👁️ Explore AI like never before with our new database🏃🏽‍♀️ Want the best tools to get healthy? Check out our Gear team’s picks for the best fitness trackers, running gear (including shoes and socks), and best headphonesJulian ChokkattuSimon HillLauren GoodeJulian ChokkattuSimon HillScott GilbertsonJulian ChokkattuJulian ChokkattuTurboTax service code 2023: Additional $20 off your purchaseH&R Block Coupon Code: Up to 33% Off - 2023 Tax SoftwareInstacart coupon code: $25 off any size order + free deliveryDoorDash promo code: 50% off any size order + free deliveryFinish Line Coupon - $10 OffExtra 30% Off Activities + Events + More | Groupon Promo CodeMore From WIREDContact© 2023 Condé Nast. All rights reserved. Use of this site constitutes acceptance of our User Agreement and Privacy Policy and Cookie Statement and Your California Privacy Rights. WIRED may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices",
        "title": "OnePlus Pad Android Tablet: Details, Specs, Release Date"
    },
    {
        "text": "To revist this article, visit My Profile, then View saved stories.To revist this article, visit My Profile, then View saved stories.Joel Khalili“It’s kind of a last-man-standing situation,” says Fred Thiel, CEO of US-based Marathon Digital Holdings. His crypto-mining company, among the largest in the world, has found itself—like the rest of the industry—in the path of a perfect storm.Over the past year, the sector has been battered by a slump in the price of bitcoin, combined with a spike in the cost of energy and an increase in mining difficulty—a reflection of the amount of computing power directed at the bitcoin network, which dictates the proportion of coins miners are able to win. At the height of the 2021 boom, profit margins in the mining business rose as high as 90 percent, says Thiel. But now, they have “totally collapsed.” If the price of bitcoin does not rally, he says, there will be “a lot more pain,” and firms that are only marginally profitable today will find themselves “very underwater.” As they scramble to cut costs, miners are playing a high-stakes game of chicken. In spring 2024, the halving, a mechanism baked into the bitcoin system that periodically cuts the number of coins awarded in half, will slash mining profits. The goal for miners is to ensure they are in a strong enough financial position to survive the fall in profits longer than anyone else; as miners give in and drop from the network, the share of coins won by the rest will increase. “Any miners that are struggling now will not be able to survive the halving,” says Jeff Burkey, VP of business development at Foundry, which operates its own mining facilities, a large-scale mining pool, and a marketplace for mining hardware. The dynamic will create a rush among miners to get their houses in order, he explains.Miners will look to eke out additional profit margin wherever they can, whether by deploying superior hardware and cooling techniques, developing software to closely monitor the performance of machines, relocating to territories with cheaper power, or renegotiating the terms of their loans.Others, like Geosyn Mining, are aiming at vertical integration—all the way down to the energy powering the facilities. The company, says CEO Caleb Ward, wants to construct its own solar farm to power its machines, thereby eliminating a major cost. “We need to be more thoughtful as an industry about how we protect against risk,” he says. “It’s not all about shooting for the moon.”Meanwhile, the miners whose financial predicaments prevent them from fine-tuning their operations are playing a dangerous waiting game, gambling on an increase in the price of bitcoin that may never come.“The beauty of halving cycles is that the industry [is forced] to become more efficient—a lot of weaker players will have to exit the business,” says Jeff Lucas, CFO of mining company Bitfarms, which has worked to restructure its finances in the downturn. “The devil is in the details.”Already on the back foot, mining companies are beginning to fold. Compute North, which owned multiple large-scale mining facilities, filed for bankruptcy in September, and Core Scientific, a publicly traded miner, did the same in December. Others are having to maneuver. Argo Blockchain, also a public company, was forced to sell off mining equipment and its state-of-the-art mining center, while Stronghold Digital Mining has negotiated a debt repayment holiday. Neither company responded to interview requests.Angela WatercutterPeter YeungDhruv MehrotraVauhini VaraA combination of “immaturity, poor planning, and greed” has led miners to the brink of collapse, says Phil Harvey, CEO of Sabre56, a crypto-mining consultancy firm that also operates its own facilities. While the market was hot, companies took on large amounts of debt at high interest rates (10-20 percent) to finance expansion, says Harvey, and now the value of the coins they earn is insufficient to cover the costs of repayments.Historically, a steep rise in the price of bitcoin, triggered by a buying frenzy, has been followed by a sharp fall and then a gradual recovery. Although there is no guarantee this pattern will repeat, the process is widely described as the bitcoin cycle. The fatal mistake, says Jaime Leverton, CEO of mining company Hut 8, was to imagine that that 2021 was different—that the industry was in a “supercycle” that was going to “break prior cycles” and extend the hot streak. A lot of people bought into this idea, she explains, and so were caught off-guard when the market tanked.In an effort to strengthen its own position, Hut 8 is in the process of merging with US Bitcoin, another mining firm. The goal, says Leverton, is to minimize risks associated with the volatility of bitcoin by diversifying both revenue streams and the regions in which the business operates.Whereas Hut 8 only has facilities in Canada and mines exclusively for itself, US Bitcoin runs mines across the US and hosts mining hardware for third-party customers alongside other auxiliary services. “It’s important to be dynamic,” says Mike Ho, cofounder of US Bitcoin. “There is an optimal strategy, depending on the price of bitcoin. It’s about knowing how to navigate through the cycle at different stages.”Recognizing the trajectory of the market, other companies have sought to eliminate outstanding debt as rapidly as possible. In the summer of 2021, Bitfarms had $165 million of debt on its books, at interest rates between 16 and 18 percent. Lucas says it may seem “absurd” to stomach these exorbitant rates, but it “made sense” because the cost of debt was eclipsed by the revenue generated by mining activity—at least until it wasn’t. “As revenues came down dramatically with the price of bitcoin, there was still a high debt to pay for,” he says. “And that put a squeeze on a lot of companies.” In June 2022, Bitfarms began to sell down the bitcoin in its treasury to eliminate its debt. Earlier this month, the firm also managed to negotiate down a $21 million debt to bankrupt crypto lender BlockFi that was instead paid off in a single $7.75 million cash payment. The company’s approach to slashing debt, coupled with a focus on maximizing the efficiency of its mining rigs, says Lucas, will put Bitfarms in good stead to weather the remainder of the crypto winter.The scramble among miners to balance the books has attracted the attention of other market participants hoping to increase their market share at a reduced price. Investment firm Galaxy Digital has long been eager to expand its bitcoin-mining operations. Sensing an opportunity, the company swooped in to grab Argo’s flagship Helios mine in December, spending $65 million for a facility reported to have cost at least $1.5 billion to build.Mergers, acquisitions, and collapses will continue to be a theme, says Alex Mologoko, analyst at blockchain intelligence company Elementus, until “all economically unsustainable mining operations are weeded out.”📩 The latest on tech, science, and more: Get our newsletters!Keanu will never surrender to the machinesThe Ohio train derailment made a TikTok stormIt’s always sunny inside a generative AI conferenceThe secret to Bruce Lee’s superhuman one-inch punchGermany raises red flags about Palantir’s data dragnet👁️ Explore AI like never before with our new database💻 Upgrade your work game with our Gear team’s favorite laptops, keyboards, typing alternatives, and noise-canceling headphonesChris Stokel-WalkerAmanda HooverVarsha BansalVauhini VaraWill KnightAarian MarshallDavid NieldVirginia ValenzuelaMore From WIREDContact© 2023 Condé Nast. All rights reserved. Use of this site constitutes acceptance of our User Agreement and Privacy Policy and Cookie Statement and Your California Privacy Rights. WIRED may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices",
        "title": "Bitcoin Miners Are Playing a High-Stakes Game of Chicken"
    },
    {
        "text": "El Salvador, which has already lost tens of millions of taxpayer dollars on its authoritarian millennial president’s beleaguered effort to embrace cryptocurrencies, now says it plans to open a “bitcoin embassy” in Texas. The Central American country’s continued commitment to bitcoin comes despite last year’s crypto winter and surveys showing the overwhelming majority of its citizens have simply never used it. Milena Mayorga, the country’s ambassador to the U.S. says she discussed the embassy idea with Texas Deputy Secretary of State Joe Esparza. Though it’s unclear what, if any, meaningful function a bitcoin embassy serves or what its physical presence would look like, Mayorga believes the agreement could aid “expansion of commercial and economic exchange projects.”“The state of Texas, our new ally,” Mayorga wrote.This actually isn’t El Salvador’s first attempt at a bitcoin embassy. Late last year, the country signed a memorandum of understanding with the Swiss city Lugano advertised as aiming to support bitcoin adoption in both regions and enhance cooperation in education and research. As part of that agreement, El Salvador plans to set up a “bitcoin office” where it will advocate for bitcoin in the city and Europe more generally. Lugano moved to make cryptocurrency Tether a “de facto” legal tender in March 2022, around a year after El Salvdor became the first country in the world to officially recognize bitcoin as legal currency.While most other cities and local lawmakers boarding the crypto hype train cooled their tone following last year’s brutal crypto crash, El Salvador has doubled down. Last summer, following months of plummeting cryptocurrency prices, president Nayib Bukele said El Salvador “bought the dip!” and invested 500 more coins at an average price of $30,744. Bukele reiterated his commitment months later, proclaiming the country would buy one new bitcoin every day for the foreseeable future. At the time of that announcement, the price of bitcoin was down 73% from the same time a year prior, sinking El Salvador’s holdings  with it.Keep it light and stay secure.This combination wall light and security camera from eufy offers nightvision, 2K picture, and over 3 weeks of local video storage with no hidden fee. Get it for $50 off on Amazon with code: WSWLCE50US.All of that investment has cost the country tens of millions. In November, according to a Bloomberg analysis the country’s 2,381 total bitcoins were reportedly worth just $41.5 million, down 60% from the roughly $105 million they were worth when the government purchased them in 2021. Bitcoin’s abysmal performance may have also played a role in credit agency Fitch’s decision to downgrade El Salvador’s credit debt rating from CCC to CC. That’s Fitch’s fourth worst credit rating, seven ticks below the AAA gold standard.El Salvador’s public embrace of the technology may succeed in drawing attention to it from outside investors, but it’s so far done little to actually drive up the technology’s use within the country. A March 2022 survey conducted by the Chamber of Commerce and Industry of El Salvador found an overwhelming 86% of businesses had never completed a transaction using bitcoin. World Bank data from 2020, meanwhile, found that only around half (55%) of Salvadorians even have access to the internet. ",
        "title": "El Salvador Is Planning a 'Bitcoin Embassy' in Texas After Losing Tens of Millions on Crypto"
    },
    {
        "text": "Jan 31 (Reuters) - Big investors are dipping their toes into crypto waters again after a bumper month for bitcoin.Digital asset investment products, often favored by institutional investors, saw inflows of over $117 million last week, the biggest weekly increase since last July, according to data from asset manager CoinShares.Bitcoin was far and away the biggest draw, with funds tracking it responsible for $116 million of that. Crypto funds' total assets under management have risen to $28 billion, up 43% from lows plumbed in November as the collapse of the FTX exchange sent shockwaves through the industry.\"For the most part, people are more confident than they were a month ago,\" said Joseph Edwards, investment adviser at Enigma Securities.Bitcoin, the original cryptocurrency, has soared nearly 40% in January, closing in on its best monthly performance since October 2021 and its second-best January in the past 10 years.The rally, combined with a possibly brightening macro picture, has some investors hoping the long crypto winter might finally be verging on spring. Many investors expect the U.S. Federal Reserve to hike its benchmark rates by 0.25% this week - the smallest rise since their tightening cycle began last year.View 2 more stories \"If peak inflation is indeed behind us for now, then long-term interest rates may move lower as we approach the end of the inflation-focused rate-hiking cycle,\" analysts at Fidelity Digital Assets wrote.\"This could signal positive momentum on the macro front for assets such as bitcoin.\"Activity in the options market indicated traders were rushing to place bets just after the Fed meet, a sign of the importance the market is placing on it, crypto liquidity provider B2C2 said.Crypto trading volumes are also rising, according to CoinShares, with average weekly volumes up 11%, indicating traders are returning after months of dampened activity.Still, crypto's not out of the woods by a long stretch, and the Fed could still spoil the party if they take a more hawkish tone this week.Crypto data platform Coinglass's bitcoin Fear & Greed index - where 0 indicates extreme fear and 100 extreme greed - is hovering at 61, the highest level since mid-November 2021, just after bitcoin began retreating from its peak.\"We might see a drop off next week or two, how deep that drop goes is questionable,\" Edwards said.Nonetheless, there are also other signs that the end of the bear market might be nigh, according to analysts at exchange Bitfinex. They said shorter-term investors were selling their bitcoin at a profit, while longer-term \"HODlers\" were still sticking with their coin and not contributing to selling pressure.\"The realised profit and loss for the entire market has been recorded as positive in January 2023 for the first time since April 2022, a continuation of this trend would signal the final stages of a bear market,\" they said.Additionally, bitcoin's \"dominance\" or share of the total crypto market has hovered around 41% this month, levels not seen since last July. Analysts at Citi said this mimicked a similar jump in bitcoin dominance in April 2019, when a bitcoin rally marked a crypto market bottom.Other market watchers said stocks, another relatively risky asset class, would likely drive bitcoin prices in the next week, particularly the performance of interest rate-sensitive tech stocks.Bitcoin's correlation with the Nasdaq (.IXIC) is at 0.94, the highest since May 2022, where a measure of 1 indicates the two are moving in lock-step.Late in November, bitcoin broke its bonds with stocks and traded with a negative correlation of 0.7.\"It's possible that bitcoin could reach the next resistance level of $25,200 in the coming weeks,\" said Rachel Lin, CEO of exchange Synfutures. \"Even if bitcoin ends up down again, there is a decent chance it will achieve a higher low on the larger timeframe.\"Our Standards: The Thomson Reuters Trust Principles.Reuters, the news and media division of Thomson Reuters, is the world’s largest multimedia news provider, reaching billions of people worldwide every day. Reuters provides business, financial, national and international news to professionals via desktop terminals, the world's media organizations, industry events and directly to consumers.Build the strongest argument relying on authoritative content, attorney-editor expertise, and industry defining technology.The most comprehensive solution to manage all your complex and ever-expanding tax and compliance needs.The industry leader for online information for tax, accounting and finance professionals. Access unmatched financial data, news and content in a highly-customised workflow experience on desktop, web and mobile. Browse an unrivalled portfolio of real-time and historical market data and insights from worldwide sources and experts.Screen for heightened risk individual and entities globally to help uncover hidden risks in business relationships and human networks.All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.© 2023 Reuters. All rights reserved",
        "title": "Cryptoverse: Big investors edge back to bitcoin - Reuters"
    },
    {
        "text": "Jump to\nIt's fair to say that Charlie Munger isn't the biggest fan of cryptocurrencies.\"Sometimes I call it cryptocrappo and sometimes I call it, well, cryptoshit,\" the billionaire investor said during Daily Journal's annual meeting on Wednesday, which was broadcasted live by CNBC.Munger, 99, is Warren Buffett's business partner and the vice-chairman of Berkshire Hathaway. The two men built Berkshire into one of the world's most-valuable corporations by acquiring businesses such as Geico and See's Candies, and purchasing large stakes in Coca-Cola, American Express, and other public companies.Munger is a Daily Journal director, and oversees the newspaper publisher and legal-software seller's investment portfolio. He dismissed the possibility that he might be wrong about the likes of bitcoin, ether, and dogecoin.\"I think the people that oppose my position are idiots,\" he said.Munger, who counts Costco and Tesla-rival BYD among his proudest investments, certainly didn't shy away from laying into crypto.\"It's not even slightly stupid, it's massively stupid,\" he said. \"It's worthless, it's no good, it's crazy, it'll do nothing but harm, and it's antisocial to allow it.\"\"It's just unspeakable, it's an absolute horror, and I'm ashamed of my country that so many people believe in this kind of crap and that the government allows it to exist,\" he continued. \"It is totally, absolutely, crazy-stupid gambling with enormous house odds for the people on the other side.\"Unsurprisingly, Munger advised completely avoiding crypto and the people promoting it. He also underlined the critical role that fiat currencies have played in the development of modern human civilization. He ridiculed the idea of ditching national currencies with crypto, arguing it was as futile as trying to replace countries' air.Munger denounced the cryptocurrency industry as speculative, unregulated, and predatory earlier this month, and urged the US government to ban it completely. He's previously compared crypto to \"rat poison,\" a \"venereal disease,\" and an \"open sewer,\" and said he wouldn't want anyone involved with it to marry into his family.Read more: We put 7 burning questions to top economist David Rosenberg. Here's what he said about the outlook for stocks and house prices, and the threat of a recession.Check out: Personal Finance Insider's picks for best cryptocurrency exchangesCheck out: Personal Finance Insider's picks for best cryptocurrency exchanges\n                          Read next\n                        IndicesCommoditiesCurrenciesStocks",
        "title": "Warren Buffett's business partner rips into 'cryptocrappo' - and says he's ashamed of America for embracing bitcoin and its kin"
    },
    {
        "text": "Jump to\nEl Salvador is planning to open a \"Bitcoin Embassy\" in the US, continuing to push for wider adoption of the cryptocurrency even after losing millions of dollars on its high-profile bets on the token. \"The state of Texas, our new ally,\" Milena Mayorga, El Salvador's ambassador to the United States, said in tweet Tuesday to her nearly 376,000 followers. The El Salvadoran government office will be opened in Texas as part of a partnership between the state and the country that in 2021 became the first in the world to authorize bitcoin as legal tender. Mayorga noted that her country and Texas logged more than $1.2 trillion in commercial exchange in 2022. She highlighted that figure in showcasing her discussions with Joe Esparza, the deputy secretary of state in Texas, about expanding commercial and economic projects, including a so-called \"Bitcoin Embassy.\" El Salvador has already reached beyond its borders to push for bitcoin adoption. Mayorga in October said it planned a bitcoin office in Lugano, Switzerland for the countries to work together on initiatives \"to drive the adoption of Bitcoin and other cryptocurrencies,\" in their respective regions.El Salvador as of November 2022 had purchased 2,381 bitcoin. At Wednesday's price around $23,056, the country's holding was worth about $55 million. A Bloomberg calculation in November estimated the government had paid about $105 million for the cryptocurrency, basing its analysis on tweets from El Salvador's President Nayib Bukele. Bitcoin's value has plummeted from a high of $69,000 in November 2021, but has recovered from lows during the crypto winter that dragged most cryptocurrency prices lower. Bitcoin so far in 2023 has jumped by nearly 40% after losing roughly 60% of its value in 2022.Check out: Personal Finance Insider's picks for best cryptocurrency exchangesCheck out: Personal Finance Insider's picks for best cryptocurrency exchanges\n                          Read next\n                        IndicesCommoditiesCurrenciesStocks",
        "title": "El Salvador is opening a 'bitcoin embassy' in Texas in a bid to promote more acceptance of crypto"
    },
    {
        "text": "Jump to\nAfter a dismal outing last year, bitcoin has skyrocketed more than 40% to start the new year. But John Griffin, a finance professor at the University of Texas McCombs School of Business, thinks there's something suspicious going on, according to Fortune.He had a similar inkling of foul play in 2017, when he and a colleague noticed that a single bitcoin \"whale\" seemed to drive the token's price and distort trading. In 2018, Griffin and Amin Shams published a 118-page report that detailed their proof of bitcoin market manipulation by a single entity. Two years later, the report was picked up by the peer-reviewed Journal of Finance.Today, he sees parallels.\"It's very suspicious,\" Griffin told Fortune. \"The same mechanism we saw in 2017 could be at play now in the still unreal bitcoin market.\"He explained that a token manipulator would want to set a floor price for their asset, which seems to be the case now for bitcoin, which typically sees high volatility rather than stability.\"In a period of highly negative sentiment, we've seen suspiciously solid floors under bitcoin,\" he said.Griffin maintained that the sheer size of the crypto market and the amount of data has made definitive proof elusive. Not only that, but he said bad actors are sophisticated enough to hide their identities. Still, one finding from Griffin's research five years ago was that sizable bitcoin purchases happened when the token reached certain thresholds. \"We saw far more purchases at those benchmarks,\" Griffin said. \"The whale kept establishing price floors, and those floors kept rising. It wasn't a club. It was one entity. But when the whale held the price at the thresholds, that made it look as if bitcoin was safe at those floors. That made it look safe for funds and small customers to buy bitcoin, driving the price still higher.\"During bitcoin's latest run, it's peculiar how reliably bitcoin bounced above $16,000 seemingly the moment it breached that level, he said. That dynamic was evident when Sam Bankman-Fried's FTX was crashing.In a five-day stretch in November, bitcoin plunged 25% to $15,900. Then, according to Fortune calculations, the token traded between $16,000 to $18,000 every single day leading up to January 11 except for one.  For bitcoin to exhibit that degree of stability is unusual. FTX marked one of the largest collapses in crypto and financial history, yet the price of the world's largest token saw some of the smallest swings ever. Today, Griffin believes that bitcoin remains \"highly vulnerable to manipulation,\" per Fortune.\"We don't have concrete analysis this time,\" he added. \"The truth may emerge in specific stories, if there is collusion.\"Check out: Personal Finance Insider's picks for best cryptocurrency exchangesCheck out: Personal Finance Insider's picks for best cryptocurrency exchanges\n                          Read next\n                        IndicesCommoditiesCurrenciesStocks",
        "title": "Is bitcoin being manipulated? A professor who proved it in 2017 sees more red flags, report says."
    },
    {
        "text": "Jump to\nCathie Wood's Ark Investment Management said bitcoin could hit $1.48 million by 2030, a 6,326% increase from its current price.That's under its bull-case scenario, while its base case sees bitcoin reaching $682,800 by that time. The crypto is currently trading flat at $23,031 on Wednesday, according to Messari.Ark detailed the token's outlook in a new report, which predicted that bitcoin could \"scale into a multi-trillion dollar market\" by the end of the decade. Even the famed money manager's bear case for bitcoin is a price target of $258,500 in the next seven years, a 1,022% increase from the crypto's current price.The firm maintained that bitcoin's fundamentals are sound despite a turbulent 2022. To support its bold calls, the report pointed to continued institutional adoption, higher hash rates, and long-term holder supply of bitcoin. The bullish estimates come amid a severe and lengthy crypto market rut. Bitcoin is down 65% from its all-time high in November 2021, with the industry's total market value off over 64% from its peak.Crypto markets took hits in the past year on inflation concerns, leaving traders with little risk appetite, along with a series of industry bankruptcies, which caused widespread contagion. Sam Bankman-Fried's FTX, crypto fund Three Arrows Capital, and centralized lender Celsius all landed in bankruptcy court. \"Contagion caused by centralized counterparties has elevated Bitcoin's value propositions: decentralization, auditability, and transparency,\" the report said. \"Its network fundamentals have strengthened and its holder base has become more long-term focused.\"This isn't Wood's or Ark's first eyebrow-raising price prediction. In May of 2021, Wood told Bloomberg that bitcoin will likely rise to $500,000 in 2026.\"We think bitcoin is coming out of this smelling like a rose,\" she said after FTX's market-moving bankruptcy filing.Ark continues to double down on its crypto-related bets despite the downturn in digital assets. Since the start of the year, Ark's flagship exchange-traded fund, ARKK, bought 108,548 Coinbase shares, worth $6.3 million at its current price. ARKK surged 28% in January, notching its best monthly performance ever. Check out: Personal Finance Insider's picks for best cryptocurrency exchangesCheck out: Personal Finance Insider's picks for best cryptocurrency exchanges\n                          Read next\n                        IndicesCommoditiesCurrenciesStocks",
        "title": "Cathie Wood's Ark Invest says bitcoin could hit $1.5 million by 2030, doubling down on its bullishness for the world's largest cryptocurrency"
    },
    {
        "text": "Jan 25 (Reuters) - Crypto asset manager Grayscale Investments is gearing up for a prolonged legal fight with the U.S. Securities and Exchange Commission to create a spot bitcoin exchange-traded fund, the company’s chief executive officer said.As the company awaits a court ruling on a June lawsuit against the SEC, CEO Michael Sonnenshein said he was prepared to appeal if the court backed the SEC's decision to reject the bitcoin ETF proposal.\"The only option the SEC left us with was to turn around and say, you know what, this just isn't right,” Sonnenshein said. Suing the regulator was one of the most important decisions he had made as CEO, and was \"one that I did not, and we as a team, did not take lightly,\" he said, adding that he is confident the court will rule in the firm's favor.The SEC rejected Grayscale’s application to covert its flagship Grayscale Bitcoin Trust (GBTC.PK) (GBTC) into an ETF in June, arguing that the proposal did not meet standards designed to prevent fraudulent practices and protect investors.View 2 more stories Grayscale sued the SEC almost immediately after its proposal was denied, claiming that the regulator was acting arbitrarily in rejecting applications for spot bitcoin ETFs when it had previously approved bitcoin futures ETFs.The case is being heard in front of the District of Columbia Court of Appeals. If either party were to appeal the ruling, the case would either go to the U.S. Supreme Court or an en banc panel review. Oral arguments in the case are scheduled to occur March 7 and Grayscale expects a final ruling on the case in the fall, said Sonnenshein.The SEC did not immediately respond to a request for comment.Grayscale Bitcoin Trust has $14.5 billion assets under management, according to Grayscale’s website. The GBTC discount to bitcoin is hovering around 41%, coming under pressure after crypto exchange FTX collapsed and crypto lender Genesis suspended withdrawals.There are further concerns about contagion. Genesis and Grayscale are both owned by venture capital Digital Currency Group (DCG), and questions as to whether DCG would have to sell its GBTC holdings have also weighed on the discount.Genesis’ crypto lending unit filed for bankruptcy on Jan. 19.Grayscale had no operational reliance on DCG or Genesis, and was unaffected by the bankruptcy, Sonnenshein said. Still, Genesis owned about 5% of total GBTC shares outstanding, according to a person familiar with the matter. Genesis did not immediately respond to a request for comment.“Grayscale is a standalone entity with its own leadership, governance, budgets, policies and procedures, and the assets underpinning the Grayscale family of products belong to its respective shareholders,” Sonnenshein said.If its legal challenge to the SEC was unsuccessful, Grayscale would explore options to return a portion of GBTC’s capital to shareholders, Sonnenshein told investors in a letter in December.Our Standards: The Thomson Reuters Trust Principles.Reuters, the news and media division of Thomson Reuters, is the world’s largest multimedia news provider, reaching billions of people worldwide every day. Reuters provides business, financial, national and international news to professionals via desktop terminals, the world's media organizations, industry events and directly to consumers.Build the strongest argument relying on authoritative content, attorney-editor expertise, and industry defining technology.The most comprehensive solution to manage all your complex and ever-expanding tax and compliance needs.The industry leader for online information for tax, accounting and finance professionals. Access unmatched financial data, news and content in a highly-customised workflow experience on desktop, web and mobile. Browse an unrivalled portfolio of real-time and historical market data and insights from worldwide sources and experts.Screen for heightened risk individual and entities globally to help uncover hidden risks in business relationships and human networks.All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.© 2023 Reuters. All rights reserved",
        "title": "Grayscale would appeal lawsuit against SEC if court rejects case ... - Reuters"
    }
]